<template>
  <div class="ruleWrapper" v-show="panelShow">
    <div class="ruleDetail" >

      <div class="ruleCont">
        <div class="ruleCont_body" >
          <ol>
            <li>活动时间：即日起 至 2018年6月1日10:00:00</li>
            <li>活动报名：用户在该页面仅完成活动的报名，报名费用需到当地万达宝贝王乐园现场（详见第5条）进行支付。小小优酷将根据您的报名信息为您的孩子提供适龄的内容服务。</li>
            <li>优惠券领取：当日观看任一少儿动画即可领取优酷会员折扣券。（如因网络原因等导致的领取失败，请联系客服同学进行补发）</li>
          </ol>
        </div>

        <div class="ruleCont_body">
          <ul>
            <li>4. 优惠券权益使用说明：</li>
            <li>（1）  凭此券购买酷喵VIP会员季卡（PC、移动端、TV端均可使用），可享受35代金券价格优惠（即使用35元代金券，安卓端65元可购买酷喵VIP季卡，IOS端73元可购买酷喵VIP季卡）。</li>
            <li>（2）  同一优酷账号只能领取一次季卡代金券，领取成功后可在优酷客户端内“我的”页面的卡券包查看。</li>
            <li> （3）  酷喵VIP季卡代金券使用有效期：需在领取后一周内使用。</li>
            <li>（4） IOS客户端内使用此优惠券，请将优酷APP升级到新版。没有升级的用户，请在卡券包使用页面点击下方“开通酷喵VIP”进行使用。</li>
            <li>5. 万达宝贝王亲子跑参与门店</li>
            <table class="address">
              <tr><th class="provience">安徽</th></tr>
              <tr><th>亳州市谯城区万达广场2楼万达宝贝王</th></tr>
              <tr><th>亳州市谯城区万达广场2楼万达宝贝王</th></tr>
              <tr><th>亳州市谯城区万达广场2楼万达宝贝王</th></tr>
              <tr><th>阜阳市颍州区淮河路767号万达广场2层宝贝王</th></tr>
              <tr><th>阜阳市颍泉区太和路396号万达广场一楼</th></tr>
              <tr><th>合肥市瑶海区临泉东路与和县路交口瑶海万达广场二楼万达宝贝王</th></tr>
              <tr><th>安徽省合肥市滨湖新区南宁路与万年埠路交叉口万达茂二楼万达宝贝王</th></tr>
              <tr><th>六安市金安区皋城东路与球拍路交叉口万达广场1号门2楼万达宝贝王</th></tr>
              <tr><th>马鞍山太白大道3200号万达广场2层宝贝王</th></tr>
              <tr><th>安徽省芜湖市镜湖区赭山东路1号万达广场2层万达宝贝王</th></tr>
              <tr><th>安徽省宿州市埇桥区银河三路与拂晓大道交叉口万达广场二楼宝贝王</th></tr>
              <tr><th>安徽省铜陵市铜官区石城大道中段万达广场</th></tr>
              <tr><th class="provience">北京</th></tr>
              <tr><th>北京市通州区万达广场2层万达宝贝王 </th></tr>
              <tr><th>北京市石景山区石景山路乙18号3层</th></tr>
              <tr><th>丰科路与五圈路交叉口丰台万达广场2F</th></tr>
              <tr><th>南苑西路39号万达广场二楼</th></tr>
              <tr><th class="provience">福建</th></tr>
              <tr><th>福建省泉州晋江市世纪大道888号万达广场2层万达宝贝王</th></tr>
              <tr><th>福建省龙岩市新罗区龙岩万达广场1层万达宝贝王 </th></tr>
              <tr><th>宁德市蕉城区天湖东路1号万达广场一层1-1023</th></tr>
              <tr><th>莆田市城厢荔华东大道8号万达广场2层万达宝贝王</th></tr>
              <tr><th>三明市梅列区东乾二路万达广场1FB</th></tr>
              <tr><th>厦门市集美区银江路137号集美万达广场1层万达宝贝王</th></tr>
              <tr><th>福建省漳州市台商投资区角美镇锦江大道万达广场二楼宝贝王</th></tr>
              <tr><th class="provience">甘肃</th></tr>
              <tr><th>甘肃省酒泉市肃州区G312(飞天路)</th></tr>
              <tr><th class="provience">广东</th></tr>
              <tr><th>东莞市东城区东纵路208号万达广场2层万达宝贝王 </th></tr>
              <tr><th>东莞市厚街镇宝屯村康乐北路6号万达广场内购物中心娱乐楼1层万达宝贝王</th></tr>
              <tr><th>东莞市虎门镇连升北路与体育路交汇处虎门万达广场1号门2楼万达宝贝王</th></tr>
              <tr><th>佛山市三水区云东海南丰大道万达广场二号门一楼</th></tr>
              <tr><th>广州市萝岗区科丰路89号万达广场2层万达宝贝王 </th></tr>
              <tr><th>广州市南沙区双山大道3号南沙万达广场2层万达宝贝王</th></tr>
              <tr><th>广州佛山市建设大道沙溪路口</th></tr>
              <tr><th>广州市白云区云城东路510号</th></tr>
              <tr><th>广东省江门市蓬江区发展大道北万达广场2层万达宝贝王 </th></tr>
              <tr><th>广东省梅州市梅江区金燕大道89号万达广场一楼</th></tr>
              <tr><th>清远市清城区湖西89号万达广场1楼B号商铺</th></tr>
              <tr><th>湛江市开发区海滨大道中128号湛江万达广场二楼2F-B号商铺</th></tr>
              <tr><th>广东省惠州市惠阳区龙山八路万达广场</th></tr>
              <tr><th>广东省东莞市长安镇东门中路1号万达广场</th></tr>
              <tr><th class="provience">广西</th></tr>
              <tr><th>北海市银海区广东路港鹏公园印象小区2栋2单元1602房</th></tr>
              <tr><th>桂林市七星区穿山东路43号万达广场2层万达宝贝王</th></tr>
              <tr><th>广西省柳州市城中区东环大道256号万达广场2层万达宝贝王</th></tr>
              <tr><th>柳州市柳邕路263号柳南万达广场一层宝贝王</th></tr>
              <tr><th>广西壮族自治区南宁市西乡塘区高新大道55号万达广场2层万达宝贝王</th></tr>
              <tr><th>南宁市邕宁区良堤路6号万达茂</th></tr>
              <tr><th>广西省南宁市江南区星光大道64号丽景星城6栋3单元1101</th></tr>
              <tr><th>广西壮族自治区桂林市叠彩区滨北路与芳华路交汇处万达广场</th></tr>
              <tr><th class="provience">贵州</th></tr>
              <tr><th>贵州省六盘水市钟山区麒麟路万达广场</th></tr>
              <tr><th>贵州省贵阳市观山湖区观山西路与云潭南路交叉口西南角</th></tr>
              <tr><th class="provience">海南</th></tr>
              <tr><th>海南省海口市秀英区白水塘路与海榆中线交汇万达广场1楼2-5号商铺</th></tr>
              <tr><th class="provience">河北</th></tr>
              <tr><th>廊坊市广阳区新华路50号2层</th></tr>
              <tr><th>河北省唐山市路南区新华东道100号万达广场2楼万达宝贝王 </th></tr>
              <tr><th class="provience">河南</th></tr>
              <tr><th>安阳市文峰区中华路万达广场2层万达宝贝王</th></tr>
              <tr><th>河南省焦作市解放区丰收路与民主南路交叉口东南150米</th></tr>
              <tr><th>河南省洛阳市涧西区辽宁路168号万达广场2层万达宝贝王</th></tr>
              <tr><th>三门峡市滨湖区和平路西段万达广场1楼A座</th></tr>
              <tr><th>郑州市二七区大学南路8号万达广场2层万达宝贝王</th></tr>
              <tr><th>郑州市惠济区文化路与开元路交叉口万达广场一楼</th></tr>
              <tr><th>河南省平顶山市建设路899号平棉大厦万达广场</th></tr>
              <tr><th>河南省新乡市牧野区天太商业街北11号万达广场</th></tr>
              <tr><th class="provience">黑龙江</th></tr>
              <tr><th>黑龙江省哈尔滨市松北区世茂大道99号万达茂2楼万达宝贝王</th></tr>
              <tr><th>黑龙江省哈尔滨市香坊区衡山路17号</th></tr>
              <tr><th>黑龙江省哈尔滨市哈西万达广场2楼-万达宝贝王</th></tr>
              <tr><th>黑龙江省鸡西市鸡冠区中心大街8号万达广场2楼宝贝王</th></tr>
              <tr><th>黑龙江省佳木斯市向阳区光复西路万达广场2层万达宝贝王</th></tr>
              <tr><th>黑龙江省牡丹江市西安区新安街万达广场2楼宝贝王</th></tr>
              <tr><th>黑龙江省齐齐哈尔市建华区新江路1号万达广场2层(2号门) 万达宝贝王</th></tr>
              <tr><th class="provience">湖北</th></tr>
              <tr><th>湖北省黄石市黄石港区花湖大道30号万达广场2号门2层万达宝贝王  </th></tr>
              <tr><th>湖北省荆门市漳河新区象山大道南端38号万达广场2层</th></tr>
              <tr><th>十堰市张湾区北京北路与发展大道交会处万达广场1层</th></tr>
              <tr><th>湖北省武汉市武昌区水果湖楚河汉街第三街区J4-4-1号万达儿童乐园</th></tr>
              <tr><th>武汉市江汉区唐家墩路5号万达广场2层</th></tr>
              <tr><th>湖北省襄阳市樊城区长虹北路9号万达广场2层万达宝贝王</th></tr>
              <tr><th>沿江大道(宜昌港汽车客运东站对面)万达广场3层</th></tr>
              <tr><th class="provience">湖南</th></tr>
              <tr><th>湖南省常德市武陵区皂果路1099号万达广场一楼（万达宝贝王）</th></tr>
              <tr><th>常德市武陵区南坪街道办事处沙港社区皂果路1099号1层</th></tr>
              <tr><th>湖南省湘潭市高新区芙蓉中路281号万达广场2层</th></tr>
              <tr><th>长沙市开福区中山路598号万达广场1号门3楼</th></tr>
              <tr><th>湖南省衡阳市蒸湘区联合街道幸福路13号万达广场</th></tr>
              <tr><th class="provience">吉林</th></tr>
              <tr><th>吉林省四平市铁东区沥山路1268号万达广场2F</th></tr>
              <tr><th>吉林省延吉市延河路万达广场二楼--万达宝贝王</th></tr>
              <tr><th>吉林省长春市朝阳区红旗街万达广场3楼宝贝王</th></tr>
              <tr><th>吉林省长春市腾飞大路与西湖大路交汇西北角</th></tr>
              <tr><th>吉林省吉林市昌邑区林荫路</th></tr>
              <tr><th class="provience">江苏</th></tr>
              <tr><th>苏州市常熟市珠海路8号</th></tr>
              <tr><th>常州市新北区通江中路88号万达广场1楼万达宝贝王</th></tr>
              <tr><th>淮安市清河区翔宇中道169号万达广场B口2楼万达宝贝王 </th></tr>
              <tr><th>江苏省昆山青阳北路238号</th></tr>
              <tr><th>连云港市海州区凌州东路7号万达广场1楼万达宝贝王</th></tr>
              <tr><th>南京市江宁区竹山路68号万达广场2楼万达宝贝王</th></tr>
              <tr><th>江苏省南通市港闸区深南路9号万达广场2楼万达宝贝王</th></tr>
              <tr><th>苏州吴中区石湖西路188号万达广场2楼万达宝贝王</th></tr>
              <tr><th>苏州市姑苏区人民路3188号万达广场B座2楼万达宝贝王</th></tr>
              <tr><th>无锡市滨湖区梁溪路35号万达广场1楼西门万达宝贝王</th></tr>
              <tr><th>徐州市铜山区北京北路19号铜山万达广场2楼万达宝贝王</th></tr>
              <tr><th>江苏省盐城市盐都区西环路与腾飞路交叉口东南角</th></tr>
              <tr><th>宜兴市宜城街道东虹路550号万达广场2楼万达宝贝王</th></tr>
              <tr><th>镇江润州区黄山西路19号万达广场百货口2楼万达宝贝王</th></tr>
              <tr><th>江苏省常州市武进区聚湖路武进万达广场一层</th></tr>
              <tr><th>江苏省扬州市邗江区邗江中路302号万达广场</th></tr>
              <tr><th>江苏省南通市通州区湘江路和朝霞东路交汇处东北角万达广场</th></tr>
              <tr><th>江苏省南京市栖霞区仙林大道</th></tr>
              <tr><th>江苏省常州市溧阳市南大街与燕河路东南交叉处地块</th></tr>
              <tr><th class="provience">江西</th></tr>
              <tr><th>江西省抚州市临川区迎宾大道与曾巩大道交口</th></tr>
              <tr><th>江西省九江市濂溪区德化东路与会馆街交汇处九江万达广场1楼万达宝贝王</th></tr>
              <tr><th>南昌市九龙湖新区九龙大道南昌万达茂2层</th></tr>
              <tr><th>江西省南昌市西湖区抚生路1888号万达购物广场三楼3F万达宝贝王</th></tr>
              <tr><th>滨江西路与广信大道交口东北200米上饶万达广场2层</th></tr>
              <tr><th>宜春市宜阳东大道6号1层</th></tr>
              <tr><th class="provience">辽宁</th></tr>
              <tr><th>辽宁省朝阳市双塔区黄河路三段16号万达广场1楼万达宝贝王</th></tr>
              <tr><th>辽宁省大连市经济开发区辽河西路117号万达广场2层万达宝贝王</th></tr>
              <tr><th>大连高新园区黄浦路500号万达广场2层万达宝贝王</th></tr>
              <tr><th>辽宁省大连市普兰店市振兴路</th></tr>
              <tr><th>辽宁省大连市庄河市延安路</th></tr>
              <tr><th>辽宁省辽阳市文圣区新运大街</th></tr>
              <tr><th>辽宁省盘锦市兴隆台区双兴南路71号一层</th></tr>
              <tr><th>沈阳市铁西区兴华南街58-20号2002万达广场2层万达宝贝王</th></tr>
              <tr><th>沈阳市铁西区北一中路1号万达广场1层万达宝贝王</th></tr>
              <tr><th>沈阳市浑南新区营盘西街奥体万达广场2层万达宝贝王</th></tr>
              <tr><th>辽宁省营口市市府路1号万达广场2层万达宝贝王</th></tr>
              <tr><th>辽宁省营口市鲅鱼圈区青龙山大街蝴蝶泉路北万达广场一层万达宝贝王</th></tr>
              <tr><th>辽宁省锦州市太和区科技路21号</th></tr>
              <tr><th>辽宁省大连市甘井子区虹韵路与圣林街交汇处万达广场二层</th></tr>
              <tr><th class="provience">内蒙古</th></tr>
              <tr><th>包头市青山区青年路26号万达广场2层万达宝贝王</th></tr>
              <tr><th>内蒙古通辽市科尔沁区平安路北万达广场二层万达宝贝王</th></tr>
              <tr><th>内蒙古乌海市海勃湾区新华街道万达广场万达宝贝王</th></tr>
              <tr><th>内蒙古呼和浩特市淖尔北路与成吉思汗西街交汇处西500米路南</th></tr>
              <tr><th>内蒙古呼和浩特市回民区淖尔北路与成吉思汗西街交汇处西500米路南万达广场三层宝贝王</th></tr>
              <tr><th class="provience">宁夏</th></tr>
              <tr><th>银川市金凤区正源北街22号金凤万达广场3层万达宝贝王</th></tr>
              <tr><th class="provience">青海</th></tr>
              <tr><th>青海西宁城西区广场路1号万达广场二楼宝贝王</th></tr>
              <tr><th class="provience">山东</th></tr>
              <tr><th>滨州市滨城区黄河十二路以南渤海十一路以西1层</th></tr>
              <tr><th>德州市德城区新华街道办事处湖滨南大道与新河路交汇处669号万达广场2层万达宝贝王</th></tr>
              <tr><th>山东省东营市西城区万达广场娱乐楼2层万达宝贝王 </th></tr>
              <tr><th>济南市中区经四路5号万达广场2层万达宝贝王</th></tr>
              <tr><th>济南市工业南路57号济南高新万达广场2层</th></tr>
              <tr><th>延吉路116号万达广场1层</th></tr>
              <tr><th>泰安市泰山区泰山大街万达广场2层宝贝王</th></tr>
              <tr><th>烟台市芝罘区万达广场2层万达宝贝王  </th></tr>
              <tr><th>山东省烟台市经济技术开发区淮河路与衡山路交汇处万达广场1层</th></tr>
              <tr><th>山东省枣庄市薛城区永兴路231号</th></tr>
              <tr><th>山东省青岛市黄岛区漓江西路（滨海大道）1777号</th></tr>
              <tr><th class="provience">山西</th></tr>
              <tr><th>山西省晋中市龙湖大街与新建北路交汇处</th></tr>
              <tr><th>山西省太原市杏花岭区解放路175号万达广场2层万达宝贝王</th></tr>
              <tr><th>山西省大同市南郊区南环东路万达广场</th></tr>
              <tr><th class="provience">山西</th></tr>
              <tr><th>陕西省渭南市高新区新区东路万达广场2层万达宝贝王 </th></tr>
              <tr><th>陕西省西安市新城区解放路111号（解放路与东三路交汇处东北角）</th></tr>
              <tr><th>陕西省西安市雁塔区科技七路万达广场</th></tr>
              <tr><th>陕西省延安市宝塔区大东门街万达广场</th></tr>
              <tr><th class="provience">上海</th></tr>
              <tr><th>上海市浦东新区周浦镇年家浜路518号周浦万达广场C门2层万达宝贝王</th></tr>
              <tr><th>上海市金山区龙皓路1088号万达广场2层万达宝贝王</th></tr>
              <tr><th>上海市杨浦区邯郸路600号万达广场二层宝贝王</th></tr>
              <tr><th>上海市闵行区颛兴东路1570万达广场</th></tr>
              <tr><th class="provience">四川</th></tr>
              <tr><th>成都市郫都区郫筒镇望丛东路139号蜀都万达广场1号门2楼</th></tr>
              <tr><th>成都市青羊区日月大道一段978号青羊万达广场1号门2楼</th></tr>
              <tr><th>成都市双流区东升街道星空路999号万达广场1楼1号门</th></tr>
              <tr><th>德阳市区青衣江路与庐山北路交汇处西北角德阳万达广场2号门1楼</th></tr>
              <tr><th>广元市利州区万源三号路（万源大桥桥头）万达广场1号门2楼</th></tr>
              <tr><th>乐山市市中区乐山万达广场1号门1楼</th></tr>
              <tr><th>内江市东兴区汉安大道万达广场1楼2号中庭旁</th></tr>
              <tr><th>遂宁市河东新区香林南路300号遂宁万达广场2号门2楼</th></tr>
              <tr><th>四川省雅安市雨城区雅州大道</th></tr>
              <tr><th>资阳市雁江区娇子大道120号资阳万达广场1号门2楼</th></tr>
              <tr><th>四川省崇州市永康东路299号万达广场</th></tr>
              <tr><th>四川省绵阳市涪城区绵州大道中段199号(与三江大道交叉口)万达广场三楼万达宝贝王</th></tr>
              <tr><th>四川省成都市一环路北三段1号万达广场</th></tr>
              <tr><th>四川省成都市锦江区锦华路万达广场三层宝贝王</th></tr>
              <tr><th>四川省成都市金堂县滨江路一段万达广场</th></tr>
              <tr><th>四川省成都市武侯区聚龙路988号万达广场</th></tr>
              <tr><th>泸州市龙马潭区安宁街道金带路与红星路口交叉口</th></tr>
              <tr><th class="provience">天津</th></tr>
              <tr><th>河东区津滨大道53号万达广场3层</th></tr>
              <tr><th>天津市滨海新区紫云公园西侧万达广场</th></tr>
              <tr><th class="provience">新疆</th></tr>
              <tr><th>乌鲁木齐市经济技术开发区玄武湖路999号万达广场1BF-B</th></tr>
              <tr><th>新疆乌鲁木齐市沙依巴克区奇台路657号万达广场</th></tr>
              <tr><th class="provience">云南</th></tr>
              <tr><th>云南省昆明市西山区前兴路688号西山万达广场1层万达宝贝王  </th></tr>
              <tr><th>云南省西双版纳傣族自治州景洪市万达国际旅游度假区万达广场1层万达宝贝王</th></tr>
              <tr><th>云南省曲靖市麒麟区学府路万达广场</th></tr>
              <tr><th class="provience">浙江</th></tr>
              <tr><th>浙江省湖州市吴兴区大升路899号万达广场一楼宝贝王</th></tr>
              <tr><th>浙江省嘉兴市南湖区广益路1108号万达商业广场2层万达宝贝王 </th></tr>
              <tr><th>浙江省宁波市江北区江北大道168号万达广场3层万达宝贝王 </th></tr>
              <tr><th>浙江省宁波市鄞州区四明中路999号万达广场2号门金座1层万达宝贝王 </th></tr>
              <tr><th>绍兴市上虞区高铁新城称山北路399号万达广场一楼宝贝王</th></tr>
              <tr><th>浙江省诸暨市浣东街道高湖东路69号万达广场</th></tr>
              <tr><th>浙江省台州市开发大道万达广场799号1楼宝贝王</th></tr>
              <tr><th>浙江省温州市龙湾区永定路1188号(近龙祥路)</th></tr>
              <tr><th>浙江省义乌市稠江街道新科路9号</th></tr>
              <tr><th>浙江省衢州市柯城区浙西大道323号万达广场</th></tr>
              <tr><th>浙江省嘉兴市南湖区龙凤路</th></tr>
              <tr><th>浙江省宁波市奉化区中山东路附近</th></tr>
              <tr><th class="provience">重庆</th></tr>
              <tr><th>重庆市万州区北滨大道二段998号万达广场1层万达宝贝王</th></tr>
              <tr><th>重庆市巴南区渝南大道297号万达广场娱乐楼2层万达宝贝王</th></tr>
              <tr><th>重庆南岸区江南大道8号南坪万达广场购物中心室内步行街时尚楼2层万达宝贝王</th></tr>
              <tr><th>重庆永川区星光大道789号万达广场2号门万达宝贝王</th></tr>
              <tr><th>重庆市北碚区冯时行路与安礼路交叉口东南侧</th></tr>
              <tr><th>重庆市綦江区滨河大道万达广场</th></tr>
              
              
              
            </table>
            <li>6. 活动期间，如用户存在违反法律、法规或违反包括但不限于优酷及其他活动合作方平台规则，包括但不限于作弊获得奖品 、恶意套现等行为，优酷将有权取消用户的中奖资格，撤销违规交易,收回奖品或权益。</li>
            <li>7.在法律规定的范围内，优酷有权对活动规则进行解释，并根据活动的实际情况对本活动的规则进行变动或调整，相关变动或调整将公布在本活动规则页面。如遇不可抗力因素，优酷拥有取消本次活动的权利。</li>
            <li>8.本活动跟苹果公司无关。</li>
          </ul>
        </div>

      </div>
      
       <!-- 弹窗的遮罩层 --><!-- 
      <div class="zhezhao" v-show="" @click="popShow = !popShow"></div> -->
      <div class="chacha" @click.stop.prevent="hidePanel"></div>
    </div>
    <!-- 弹窗的遮罩层 -->
    <div class="zhe2"></div>
  </div>
</template>

<script>

export default {
  data() {
    return {

    };
  },
  props:{
    panelShow:{
      type:Boolean
    }
  },
  computed: {
    popShow:function(){
    }
  },
  created(){
    
  },
  methods:{
    hidePanel(){
      this.$emit('update:panelShow',false)
    }
  },
  mounted(){

  }

};
</script>